# Напишите ваше решение
a = float(input("Введите число"))
n = int(input("Введите степень"))

print(a ** n)
