# Напишите ваше решение
a = float(input("Введите число"))
b = float(input("Введите число"))
c = float(input("Введите число"))
print(min(a, b, c))
