# Напишите ваше решение
tasks_ = 10
time_1 = int(input("Введите ср кол-во минут для выполнения 1 задания"))

print(tasks_ * time_1 / 60)
